[{"model": "blog.blog", "pk": 1, "fields": {"title": "UniSender", "content": "Бесплатная версия: до 100 контактов, до 1500 писем.\r\nДоступные языки: русский, английский.\r\nИнтеграция с внешними сервисами: МойСклад, Простой бизнес, amoCRM, Бизнес.Ру (Класс365), Nethouse, Tilda Publishing, ПланФикс, Webim, FormDesigner.\r\nЯ использую Unisender в качестве своего сервиса рассылки. Мне он понравился наличием русского языка, множеством готовых адаптивных шаблонов и простым интерфейсом. \r\n\r\nНа бесплатном тарифе вы получаете полный функционал, но сильное ограничение по аудитории и количеству отправляемых писем. Unisender интегрируется со многими CMS и CRM-сервисами. Еще он быстро подключается к Google Analytics и Яндекс.Метрике, что не может не радовать. Есть DKIM, улучшающий доставляемость писем. В один аккаунт можно добавить несколько пользователей для управления рассылкой.\r\n\r\nИз минусов могу отметить сильное ограничение подписчиков на бесплатном тарифе и отсутствие мобильного приложения", "image": "image1.png", "view_count": 3, "date_publish": "2023-09-04"}}, {"model": "blog.blog", "pk": 2, "fields": {"title": "Cheapsender", "content": "Бесплатная версия: после регистрации доступно 100 бесплатных писем для тестирования сервиса.\r\nДоступные языки: русский.\r\nИнтеграция: API для интеграции с внешними сервисами.\r\nНовый сервис Cheapsender имеет простой и понятный интерфейс и предлагает создать рассылку за несколько шагов. Это дешевый сервис email-рассылок, и всего за 70 рублей можно будет отправить 5000 писем. \r\n\r\nCheapsender включает в себя валидатор списка контактов, конструктор шаблонов писем (также есть готовые шаблоны) и инструменты аналитики рассылок. Собственные серверы расположены в России, потому платформа надежна и работает быстро. Кроме того, обновление функционала Cheapsender происходит каждый месяц.", "image": "ad92f631a8c99623d741f15a4ec676b2f5a7e4ee.png", "view_count": 2, "date_publish": "2023-09-04"}}, {"model": "blog.blog", "pk": 3, "fields": {"title": "GetResponse", "content": "Бесплатная версия: до 100 контактов, до 1500 писем.\r\nДоступные языки: русский, английский.\r\nИнтеграция с внешними сервисами: amoCRM, Tilda Publishing, Альбато, retailCRM, Мегаплан, Яндекс.Метрика, Google Analytics, Mixpanel, KISSmetrics.\r\nСервис GetResponse идеально подойдет образовательным платформам и инфобизнесу. Он обладает массой инструментов комплексного маркетинга, в том числе и платформой для проведения вебинаров вместе с сервисом для создания опросов.\r\n\r\nЕще тут есть так называемая «CRM-вкладка». Это идеальный инструмент для компаний с небольшой базой подписчиков и длинным этапом сделок. Также есть шаблоны автоматизации: их можно использовать, если не знаете, какие цепочки писем нужны для достижения определенной цели.\r\n\r\nС помощью RSS-модуля можно настроить отправку сборника новых статей в вашем блоге. Вы выбираете регулярность, шаблон и получателей, а остальное дел", "image": "drgrgdrg9.png", "view_count": 1, "date_publish": "2023-09-04"}}, {"model": "blog.blog", "pk": 4, "fields": {"title": "SendSay", "content": "Бесплатная версия: до 200 контактов, до 1000 писем.\r\nДоступные языки: русский.\r\nИнтеграция с внешними сервисами: Carrot quest, Google Analytics, Microsoft Excel.\r\nНачнем с минусов. Первое – очень ограниченный бесплатный тариф. Да, вы можете использовать полный функционал сервиса, но будете сильно ограничены в аудитории. Бесплатно доступно только два шаблона для писем (впрочем, можно создать собственный или вставить готовый html-код).\r\n\r\nИнтерфейс также довольно сложный, что заставит вас постоянно сидеть в PDF-файле со справкой. Например, html нужно добавлять сразу в текст письма. Вышеупомянутый DKIM можно подключить только через обращение в поддержку – это неудобно, но возможно.\r\n\r\nТеперь о плюсах. Есть тестирование, триггеры и сегментация. Статистика очень подробная – можно даже смотреть, кто куда кликал и с какого устройства. Сервис принадлежит популярному сайту subscribe.ru, поэтому письма очень редко попадают в «Спам». Еще из приятного – SendSay не ставит свою подпись в конце письма (в отличие от всех остальных сервисов в этом списке).", "image": "5a7e4ee.png", "view_count": 1, "date_publish": "2023-09-04"}}, {"model": "blog.blog", "pk": 5, "fields": {"title": "Sendinblue", "content": "Бесплатная версия: до 2000 контактов (сервис бесплатен, платить предлагается только за расширенные функции).\r\nДоступные языки: английский.\r\nИнтеграция с внешними сервисами: Microsoft Excel, Google Analytics, Wix, WordPress, PrestaShop, Jimdo, Drupal.\r\nУдобный и понятный сервис. Есть много красивых и адаптивных шаблонов писем. Можно бесплатно интегрировать аккаунт с Google Analytics. Статистика очень подробная – вы можете даже посмотреть поведение читателя по тепловой карте. Триггеры, автоматические сценарии, мобильное приложение — все это тоже присутствует. \r\n\r\nВ качестве недостатков хочу отметить английский язык, дневное ограничение в 300 писем и отсутствие тестирования.", "image": "dytjd.png", "view_count": 1, "date_publish": "2023-09-04"}}]