[{"model": "mailing.mailing", "pk": 1, "fields": {"name": "\"GamesVoice опубликовала трейлер\"", "start_date": "2023-08-28", "time": "10:30:00", "end_date": "2027-08-28", "next_date": "2023-09-29", "period": "month", "state": "launched", "is_active": true, "send_today": false, "owner": 4, "clients": [8]}}, {"model": "mailing.mailing", "pk": 2, "fields": {"name": "Альтернатива ChatGPT", "start_date": "2023-08-28", "time": "10:30:00", "end_date": "2023-09-01", "next_date": "2023-09-02", "period": "day", "state": "completed", "is_active": true, "send_today": false, "owner": 4, "clients": [8]}}, {"model": "mailing.mailing", "pk": 3, "fields": {"name": "Флагман сентябрьской подборки", "start_date": "2023-08-20", "time": "17:00:00", "end_date": "2027-08-29", "next_date": "2023-08-30", "period": "day", "state": "launched", "is_active": true, "send_today": false, "owner": 3, "clients": [7]}}, {"model": "mailing.mailing", "pk": 4, "fields": {"name": "Проводник» Windows обновился", "start_date": "2023-09-03", "time": "10:30:00", "end_date": "2023-09-15", "next_date": "2023-09-05", "period": "month", "state": "launched", "is_active": true, "send_today": false, "owner": 3, "clients": [7]}}, {"model": "mailing.mailing", "pk": 5, "fields": {"name": "Realme GT5 раскупили за 3 часа", "start_date": "2023-09-28", "time": "10:30:00", "end_date": "2023-10-09", "next_date": "2023-09-28", "period": "day", "state": "stopped", "is_active": true, "send_today": false, "owner": 3, "clients": [7]}}, {"model": "mailing.content", "pk": 1, "fields": {"topic": "Студия GamesVoice опубликовала трейлер Alan Wake II «Темная Обитель» с русским дубляжом", "content": "Отечественная студия GamesVoice опубликовала видеоролик с демонстрацией перевода мистического хоррора Alan Wake II. Ролик под названием «Темная Обитель» позволяет оценить качество работы переводчиков. \r\n\r\nGamesVoice планирует выпустить русскоязычный дубляж творения Remedy Entertainment. Но сроки выхода переведенной Alan Wake II не называются. Более того, в GamesVoice пока даже не уверены, возьмутся они за перевод или нет. Дело в том, что сейчас команда собирает средства на перевод другого крупного хита — боевика во вселенной «Звездных Войн» Star Wars Jedi: Survivor. И пока сбор не завершится, о своей дальнейшей работе переводчики говорить не готовы.\r\nРелиз Alan Wake II запланирован на 27 октября 2023 года для ПК и консолей PlayStation 5, Xbox Series S и Xbox Series X. Ранее разработчики заявили, что над игрой работала команда из 130 человек на протяжении порядка четырех лет.", "mailing": 1}}, {"model": "mailing.content", "pk": 2, "fields": {"topic": "Samsung готовит альтернативу ChatGPT под названием SimplyChat", "content": "Релиз чат-бота ChatGPT побудил крупные технологические компании создавать собственные версии генеративного ИИ. Ожидается, что в ближайшее время к этой гонке подключится Samsung.\r\n\r\nПо данным Economic Daily, Samsung создает чат-бота под названием SimplyChat. Ожидается, что его анонс состоится 12 сентября на Real Summit 2023. Сразу после публичного анонса SimplyChat не будет доступен широкой аудитории. Samsung сначала протестирует модель внутри компании, утверждается в источнике.\r\n\r\nSimplyChat будет обладать базовым функционалом чат-бота на основе генеративного ИИ. Неизвестно, какие еще «фичи» добавит Samsung, но для обеспечения работы SimplyChat Samsung закупит кластер серверов у Quanta и Wiston. Это говорит о том, что SimplyChat останется с пользователями надолго и постепенно «будет обрастать» новыми возможностями.\r\n\r\nДополнительные подробности о SimplyChat ожидаются на Real Summit 2023.", "mailing": 2}}, {"model": "mailing.content", "pk": 3, "fields": {"topic": "«Флагманом» сентябрьской подборки PS Plus станет обновленная Saint's Row — billbil-kun", "content": "По традиции, пользователь под ником billbil-kun публикует список игр, которые попадут в игровой сервис PS Plus в следующем месяце.\r\n\r\nНа этот раз автор утечек смог подтвердить только один проект — им станет обновленная Saint's Row, которая вышла в прошлом году. Если верить источнику, игра будет доступна в подписке PS Plus Essential с 5 сентября.\r\n\r\nОстальные проекты, кажется, тоже известны billbil-kun, но он пока не спешит раскрывать их названия, так как хочет удостовериться в точности утечки на 100 %. Всего в подписке должны появиться три «флагманских» игры.\r\n\r\nОбновленная Saint's Row была представлена еще в 2021 году, а релиз проекта состоялся в августе прошлого года. Разработчикам понадобилось чуть больше времени на доработку игры, чем они планировали. Зато на выходе получился неплохой перезапуск серии, который подарил любителям миссий в открытом мире некое подобие Grand Theft Auto V.", "mailing": 3}}, {"model": "mailing.content", "pk": 4, "fields": {"topic": "«Проводник» Windows 10 неожиданно обновился — что изменилось", "content": "Несколько месяцев назад стало известно, что операционная система Windows 10 больше не будет получать крупных обновлений. Но последние апдейты, выпущенные в августе текущего года, привнесли в ОС ряд интересных изменений.\r\n\r\nНаверное, самым неожиданным оказалось обновление «Проводника». Там появилась новая кнопка для резервного копирования документов, изображений, загрузок и файлов. При клике происходит запуск OneDrive, а после — функции «Резервное копирование важных папок ПК в OneDrive». Это дает пользователям гарантию, что важные для них файлы и папки будут сохранены в облачном хранилище.\r\n\r\nПомимо этого, в Windows 10 появилось приложение Windows Backup, которое изначально было представлено в Windows 11. Оно позволяет переносить настройки и другую важную информацию на новый персональный компьютер или ноутбук.\r\n\r\nНовые функции отключены по умолчанию и их можно активировать с помощью утилиты ViveTool. Изменение обнаружено в апдейте за номером KB5029331.", "mailing": 4}}, {"model": "mailing.content", "pk": 5, "fields": {"topic": "Флагман realme GT5 раскупили за 2 часа после анонса — это рекордное значение в 2023 году", "content": "Флагманский смартфон realme GT5, представленный сегодня, стал моментальным хитом продаж. За два часа после открытия предзаказов, realme реализовала более 30 000 устройств, что стало рекордом в отрасли за 2023 год. Все смартфоны из первой партии раскупили. Впрочем, совсем скоро начнется вторая волна продаж. \r\n\r\nrealme GT5 с чипом Qualcomm Snapdragon 8 Gen 2, 24 ГБ оперативной памяти, накопителем на 1 ТБ, батареей на 4600 мА*ч и быстрой проводной зарядкой на 240 Вт предлагается за $520. И это самый доступный смартфон с такими характеристиками. К слову, версия на 12/256 ГБ стоит $410, на 16/512 ГБ — $450. \r\n\r\nЕще одно преимущество — у девайса очень яркий 144-герцовый 6,74-дюймовый экран с разрешением 2772 × 1240 пикселей и пиковой яркостью 1400 нит. Тыльная камера тройная, с датчиками на 50, 8 и 2 Мп. Селфи-камера одинарная, на 16 Мп.", "mailing": 5}}, {"model": "mailing.logs", "pk": 15, "fields": {"mailing": 5, "last": "2023-09-01T11:43:02.734Z", "status": false, "response": "SMTP-сервер отказался принять данные сообщения."}}, {"model": "mailing.logs", "pk": 16, "fields": {"mailing": 2, "last": "2023-09-01T11:43:03.754Z", "status": true, "response": "Рассылка выполнена"}}, {"model": "mailing.logs", "pk": 17, "fields": {"mailing": 2, "last": "2023-09-01T11:44:50.634Z", "status": true, "response": "Рассылка выполнена"}}, {"model": "mailing.logs", "pk": 18, "fields": {"mailing": 5, "last": "2023-09-01T11:45:39.690Z", "status": true, "response": "Рассылка выполнена"}}, {"model": "mailing.logs", "pk": 22, "fields": {"mailing": 1, "last": "2023-09-04T11:54:44.053Z", "status": true, "response": "Рассылка выполнена"}}]