[{"model": "mailing.mailing", "pk": 1, "fields": {"start_time": "2023-08-01T00:00:00Z", "end_time": "2023-08-27T12:00:00Z", "period": "day", "state": "created"}}, {"model": "mailing.mailing", "pk": 2, "fields": {"start_time": "2023-08-01T18:00:00Z", "end_time": "2023-08-25T12:00:00Z", "period": "week", "state": "launched"}}, {"model": "mailing.mailing", "pk": 3, "fields": {"start_time": "2023-08-03T12:00:00Z", "end_time": "2023-08-23T18:00:00Z", "period": "month", "state": "completed"}}, {"model": "mailing.mailing", "pk": 4, "fields": {"start_time": "2023-08-01T18:00:00Z", "end_time": "2023-08-05T18:28:40Z", "period": "day", "state": "launched"}}, {"model": "mailing.content", "pk": 1, "fields": {"name": "Ваш заказ в пути", "topic": "Ваш заказ в пути", "content": "Ваш заказ Б-26297658 в пути!\r\nВы получите SMS при доставке товара в магазин:\r\nDNS Космопорт цок.\r\nАдрес: г. Самара, ул. Дыбенко, д. 30\r\nВремя работы: Ежедневно с 10:00 до 22:00\r\nОриентировочная дата доставки: 9 августа 2023 года c 14:00\r\nДокументы на выдачу заказа можно загрузить, перейдя по ссылке\r\nТовар\t\tКол-во\tЦена\tСумма\r\n\tРобот-пылесос Mamibot EXVAC700 белый\t\r\n1 шт.\r\n10 499 ₽\r\n10 499 ₽\r\nИтого к оплате: 10 499 ₽\r\nВы вправе отказаться от товара надлежащего качества в любое время до его передачи, а после передачи товара - в течение семи дней. Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара"}}, {"model": "mailing.content", "pk": 2, "fields": {"name": "Уютная распродажа🏡💫", "topic": "Уютная распродажа🏡💫", "content": "Получите 1 книгу (из разножанровой подборки) в подарок и разовую скидку 20%* на весь каталог книг при переходе по ссылке.\r\n\r\nВ период акции действует базовое начисление Баллов Программы лояльности «Семейная команда»: 5 Баллов за каждые 100 рублей оплаты товаров на сайте.\r\n\r\nПодробнее\r\nАкция проходит с 07.08.2023 до 20.08.2023 г.\r\n\r\n\r\nПолучите бесплатную диагностику ходовой части автомобиля и скидку 15% на рекомендованный ремонт в сети автосервисов FIT SERVICE!\r\n\r\nОформите онлайн-запись на сайте.\r\n\r\nТакже начислим 5 Баллов за каждые 100 рублей оплаты услуг на Бонусный счет Участника Программы лояльности \"Семейная команда\" (кроме кузовного и КПП ремонта, автомойки и услуг по акциям и специальным предложениям Партнера)."}}, {"model": "mailing.content", "pk": 3, "fields": {"name": "Внешний ключ", "topic": "Внешний ключ", "content": "Вне́шний ключ (англ. foreign key) — понятие теории реляционных баз данных, относящееся к ограничениям целостности базы данных.\r\n\r\nНеформально выражаясь, внешний ключ представляет собой подмножество атрибутов некоторой переменной отношения R2, значения которых должны совпадать со значениями некоторого потенциального ключа некоторой переменной отношения R1.\r\n\r\nФормальное определение. Пусть R1 и R2 — две переменные отношения, не обязательно различные. Внешним ключом FK в R2 является подмножество атрибутов переменной R2 такое, что выполняются следующие требования:\r\n\r\nВ переменной отношения R1 имеется потенциальный ключ CK такой, что FK и CK совпадают с точностью до переименования атрибутов (то есть переименованием некоторого подмножества атрибутов FK можно получить такое подмножество атрибутов FK’, что FK’ и CK совпадают как по именам, так и по типам атрибутов).\r\nВ любой момент времени каждое значение FK в текущем значении R2 идентично значению CK в некотором кортеже в текущем значении R1. Иными словами, в каждый момент времени множество всех значений FK в R2 является (нестрогим) подмножеством значений CK в R1.\r\nПри этом для данного конкретного внешнего ключа FK → CK отношение R1, содержащее потенциальный ключ, называют главным, целевым, или родительским отношением, а отношение R2, содержащее внешний ключ, называют подчинённым, или дочерним отношением.\r\n\r\nПоддержка внешних ключей также называется соблюдением ссылочной целостности. Реляционные СУБД поддерживают автоматический контроль ссылочной целостности."}}, {"model": "mailing.content", "pk": 4, "fields": {"name": "Это оффер или афер", "topic": "это оффер или афера? Пройдите тест на внимательность", "content": "Насколько вы внимательны при поиске работы? Проверьте в нашем тесте.\r\n\r\nКликайте на то, что покажется подозрительным в объявлениях. По ходу теста читайте подсказки и советы от hh.ru, чтобы в реальной жизни уберечься от работодателей-мошенников. В конце вы узнаете, легко ли вас провести."}}]
